增加图片，图文并茂
